[M_PrincessAnotherCastle MissionDefinition]
MissionName="A Princesa Está em Outro Castelo"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_PrincessAnotherCastle:BringFluffyBack MissionObjectiveDefinition]
ProgressMessage="Leve a Princesa Bunduda para o Senhor Torgue"

[M_PrincessAnotherCastle:GrabFluffy MissionObjectiveDefinition]
ProgressMessage="Pegue a Princesa Bunduda"

[M_PrincessAnotherCastle:KillGuards MissionObjectiveDefinition]
ProgressMessage="Elimine os guardas"

[M_PrincessAnotherCastle:KnockOnDoor MissionObjectiveDefinition]
ProgressMessage="Bata na porta da frente"

[M_PrincessAnotherCastle:LowerFlag MissionObjectiveDefinition]
ProgressMessage="Baixe a bandeira"

[M_PrincessAnotherCastle:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PrincessAnotherCastle:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PrincessAnotherCastle:ObjSet_BringFluffyBack MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PrincessAnotherCastle:ObjSet_GrabFluffy MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PrincessAnotherCastle:ObjSet_KillGuards MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PrincessAnotherCastle:Objset_LowerFlag MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PrincessAnotherCastle:ObjSet_ReplaceFlag MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PrincessAnotherCastle:ReplaceFlag MissionObjectiveDefinition]
ProgressMessage="Substitua a bandeira"

[M_PrincessAnotherCastle:SaveFluffy MissionObjectiveDefinition]
ProgressMessage="Vá para o castelo"

